Repository: NikolaTrogrlic/CinemaControl
Catalog: KinoProjektNikolaTrogrlic/UserAPP/UserManagement.*.resx
Languages: hr

# labelCurrentMovieTicketCost.Text
source: Free
hr: Besplatno

# labelTicket.Text
source: Ticket Cost:
hr: Cijena karte:

# labelCurrentMovieTitle.Text
source: Nothing
hr: Ništa

# label5.Text
source: Currently Showing:
hr: Trenutno prikazivanje:

# label4.Text
source: Number of Seats:
hr: Broj sjedala:

# labelCurrentName.Text
source: No room file opened
hr: Datoteka prostorije nije otvorena:

# label3.Text
source: Upcoming
hr: Nadolazeći filmovi

# buttonVIP_Taken.Text
source: VIP_Taken
hr: VIP_Zauzeto

# buttonTaken.Text
source: Taken
hr: Zauzeto

# buttonBroken.Text
source: Broken
hr: Slomljeno

# buttonFree.Text
source: Free
hr: Slobodno

# labelGen.Text
source: Gender:
hr: Rod:

# buttonSave.Text
source: Save Settings
hr: Spremi Postavke

# labelKey.Text
source: RSA Key:
hr: RSA Ključ:

# checkboxEncrypt.Text
source: Sign digital certificate and use key
hr: Potpiši digitalnim certifikatom

# labelName.Text
source: User Name
hr: Korisničko ime

# labelSelectedShowingMovie.Text
source: No Movie
hr: Ništa

# label8.Text
source: Showing Movie:
hr: Prikazivanje filma:

# label6.Text
source: Color Guide
hr: Vodič boja

# labelSeatFree.Text
source: Free
hr: Slobodno

# labelSeatVIPTaken.Text
source: VIP-Taken
hr: VIP-Zauzeto

# labelSeatTaken.Text
source: Taken
hr: Zauzeto

# labelSeatBroken.Text
source: Broken
hr: Slomljeno

# labelSelectShowing.Text
source: Select Showing:
hr: Izaberi prikazivanje:

# labelRoomName.Text
source: Room Name:
hr: Ime prostorije:

# label1.Text
source: Movies Shown:
hr: Broj prikazivanja:

# label2.Text
source: Seat columns:
hr: Broj stupaca:

# buttonViewShowings.Text
source: View Showings
hr: Pogledaj prikazivanja

# labelSeatRows.Text
source: Seat rows:
hr: Sjedala broj redova:

# buttonAddShowing.Text
source: Add Showing
hr: Dodaj prikazivanje

# buttonLoadRoom.Text
source: Load Room
hr: Učitaj Prostoriju

# buttonSaveCurrent.Text
source: Save Room
hr: Spremi Prostroiju
